src/app/add-project/builders-bank/upload_new_request.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
                           <soapenv:Header/>
                           <soapenv:Body>
                               <tem:Ins_Upld_Document_NEW>
                                 <!--Optional:-->
                                 <tem:i_Login_Id>510673</tem:i_Login_Id>
                                 <!--Optional:-->
                                 <tem:I_Project_ID>575708</tem:I_Project_ID>
                                 <!--Optional:-->
                                 <tem:I_Builder_ID>510673</tem:I_Builder_ID>
                                 <!--Optional:-->
                                 <tem:i_file_no></tem:i_file_no>
                                 <!--Optional:-->
                                 <tem:I_DOC_CODE>CHQ</tem:I_DOC_CODE>
                                 <!--Optional:-->
                                 <tem:i_Document_Name>rx</tem:i_Document_Name>
                                 <!--Optional:-->
                                 <tem:i_Document_Type>png</tem:i_Document_Type>
                                 <!--Optional:-->
                                 <tem:i_remark></tem:i_remark>
                                 <!--Optional:-->
                                 <tem:i_key1></tem:i_key1>
                                 <!--Optional:-->
                                 <tem:i_key2></tem:i_key2>
                                 <!--Optional:-->
                                 <tem:i_user>510673</tem:i_user>
                               </tem:Ins_Upld_Document_NEW>
                           </soapenv:Body>
                         </soapenv:Envelope>